const ja = {
    univeral: {
        new: '新規'
    },
    home: {
        greeting: "ヤホウー、",
        name: "ザカです！"
    },
    nav: {
        pages: [['home', 'ホームページ'], ['tools', 'ツール'], ['notion', 'ノーション'], ['community', 'コミュニティ'], ['portfolio', 'ポートフォリオ'], ['about', 'プロフィール']]
    },
    tools: {
        header: "あなたにおすすめのツール",
        qr: {
            name: "QRコード",
            desc: "QRコード作成を簡単に。"
        },
        tomato: {
            name: "トマト",
            desc: "あなたのミニマルなポモドーロタイマー"
        },
        empchar: {
            name: "透明文字",
            desc: "目で見えない文字はここ"
        },
        charCount: {
            name: "文字数カウント",
            desc: "書きながら文字数をチェック"
        },
        jisho: {
            name: "辞書スライド",
            desc: "言葉の流れに浸る"
        },
    },
    charCount: {
        header: "フレキシブルな文字数カウンター",
        desc: "自由なレイアウトの文字数カウンター",
        new: "ボックス追加",
        save: "保存",
        reset: "リセット",
        total: "合計",
        untitled: "無題",
        selected: "選択",
        diff: "差文",
        word: "単語",
        char: "文字",
        timer: "読む速さタイマー",
        speechTimer: {
            passage: "人は日々の小さな選択の積み重ねによって、知らない間に未来を形づくっていく。昨日より一歩深く考え、今日より少し丁寧に行動する。その繰り返しが、やがて揺るぎない自信となり、静かな力となる。自己成長とは、遠い理想を追いかけることではなく、今この瞬間を誠実に生きることの中に芽生える。まるで一冊の本を読み進めるように、ページをめくるたびに新しい視点と気づきが現れ、心の地図が少しずつ広がっていく。そしてその地図は、出会いや経験によって彩られ、自分だけの物語となる。その物語は他者との関わりの中でさらに深まり、未来へと静かに受け継がれていく。成長は劇的な変化ではなく、静かな積み重ねの果てに訪れる贈り物なのだ。",
            limit: 300,
            unit: "文字",
            new: '新規',
            back: "文字数カウンター",
            title: "読むスピードを測りましょう!",
            prepare: "スタートをクリックして、始めましょう!",
            timed: "このまま進みましょう！",
            record: ["最新記録", "文字/分"],
            start: "スタート！",
            stop: "停止",
            reset: "リセット",
            instruct: "この文章を読んでみてください"
        },
    },
    qr: {
        header: "無料のQRコードジェネレーター",
        desc: "トラッキングやリダイレクトは不要？ これなら簡単！",
        background: "背景",
        foreground: "色",
        download: "ダウンロード",
        filename: "画像"
    },
    empchar: {
        header: "不可視文字をコピー",
        copy: "コピーする"
    },
    community: {
        header: "コミュニティ",
        desc: "私の活動をチェック！"
    },
    about: {
        my: "私の",
        vcf: "デジタル連絡先",
        download: "連絡先をダウンロード"
    }
};

export default ja;
